{"meta":{"title":"abbsnabb","subtitle":null,"description":null,"author":"Anders Emil","url":"http://abbsnabb.com"},"pages":[{"title":"About","date":"2018-08-12T18:23:35.579Z","updated":"2018-08-12T18:23:35.579Z","comments":true,"path":"about/index.html","permalink":"http://abbsnabb.com/about/index.html","excerpt":"","text":""},{"title":"Categories","date":"2018-08-12T18:23:35.579Z","updated":"2018-08-12T18:23:35.579Z","comments":true,"path":"categories/index.html","permalink":"http://abbsnabb.com/categories/index.html","excerpt":"","text":""},{"title":"Tags","date":"2018-08-12T18:23:35.579Z","updated":"2018-08-12T18:23:35.579Z","comments":true,"path":"tags/index.html","permalink":"http://abbsnabb.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"Bakkedrag i Arendal: Rennebakken","slug":"rennebakken","date":"2018-08-01T10:30:00.000Z","updated":"2018-08-01T10:30:00.000Z","comments":true,"path":"2018/08/rennebakken/","link":"","permalink":"http://abbsnabb.com/2018/08/rennebakken/","excerpt":"","text":"Jeg begynte å sykle for treningens skyld etter at jeg flyttet fra Arendal, så jeg utforsket aldri byen på sykkel på samme måte som jeg har utforsket hovedstaden. Siden Arendal er ganske flat sammenliknet med Oslo, har jeg da heller ikke funnet en skikkelig bakke for bakkeintervaller. Når jeg nå skal ned til Italia og sykle 11 000 høydemeter i Dolomittene, trengte jeg en sådan, og saumfarte Strava. Jeg fant ganske fort Rennebakken, på 920 meter og gjennomsnittsstigning på 8%. KOMen er på 2:18, mens Niki Terpstra i feltet på Tour des Fjords brukte 2:55. Et slikt segment burde en halvveis trent fyr som meg klare å presse ut nærmere 4 minutter fra. Jeg dro dit, prøvde ut segmentet, og fant ut at man faktisk kunne komme enda lenger opp: Alt i alt en veldig fin bakke, som jeg til nå har sykla 18 ganger opp og brukt alt fra 3:49 til 4:48 på. Anbefales hvis du er i Arendalsområdet og ønsker litt VO2 max-trening.","categories":[{"name":"Trening","slug":"Trening","permalink":"http://abbsnabb.com/categories/Trening/"}],"tags":[{"name":"arendal","slug":"arendal","permalink":"http://abbsnabb.com/tags/arendal/"},{"name":"sykkel","slug":"sykkel","permalink":"http://abbsnabb.com/tags/sykkel/"},{"name":"bakkeintervaller","slug":"bakkeintervaller","permalink":"http://abbsnabb.com/tags/bakkeintervaller/"},{"name":"4x4","slug":"4x4","permalink":"http://abbsnabb.com/tags/4x4/"},{"name":"hisøya","slug":"hisoya","permalink":"http://abbsnabb.com/tags/hisoya/"},{"name":"råne-råne-råne","slug":"rane-rane-rane","permalink":"http://abbsnabb.com/tags/rane-rane-rane/"}]},{"title":"Changing the mime type of assets in Dropwizard","slug":"changing-mime-type-assets-dropwizard","date":"2013-09-09T17:34:42.000Z","updated":"2013-09-10T05:00:03.000Z","comments":true,"path":"2013/09/changing-mime-type-assets-dropwizard/","link":"","permalink":"http://abbsnabb.com/2013/09/changing-mime-type-assets-dropwizard/","excerpt":"","text":"I’m serving static content with Dropwizard’s AssetsBundle(0.6.2), and a problem occured where .handlebars-files arrived as text/html-files. This was a problem in our project, because we were behind a proxy that added certain script tags to all text/html-files, so we needed to find a way to make dropwizard give the handlebars-files out as text/plain. After a lot of trying, I gave up, but my colleague came up with this ingenious solution: Copy mime.properties from org.eclipse.jetty.http to the same package in your own source, for example src\\main\\resources\\org\\eclipse\\jetty\\http\\mime.properties Add handlebars=text/plain to your copy of the file Dropwizard will now use your properties-file instead of the original one.","categories":[{"name":"Tech","slug":"Tech","permalink":"http://abbsnabb.com/categories/Tech/"}],"tags":[{"name":"java","slug":"java","permalink":"http://abbsnabb.com/tags/java/"},{"name":"mime","slug":"mime","permalink":"http://abbsnabb.com/tags/mime/"},{"name":"jetty","slug":"jetty","permalink":"http://abbsnabb.com/tags/jetty/"},{"name":"dropwizard","slug":"dropwizard","permalink":"http://abbsnabb.com/tags/dropwizard/"}]},{"title":"Little Christmas day","slug":"little-christmas-day","date":"2011-12-23T20:02:23.000Z","updated":"2011-12-23T20:02:23.000Z","comments":true,"path":"2011/12/little-christmas-day/","link":"","permalink":"http://abbsnabb.com/2011/12/little-christmas-day/","excerpt":"","text":"For some reason, I decided to check youth ticket prices from Trondheim to Kristiansand. From my experience, SAS’ youth tickets aren’t really that cheap, but this time I was in luck; the prices were the same as for the train ticket that I’d already bought one month earlier. A quick call to NSB to cancel my ticket was followed by a quick online transaction to SAS. This ticket brought with it a number of advantages, the best of these being that time of departure moved from 8:30 to 12:40, giving me the possibility to take a full night out. I don’t really remember coming home from this night out. Things I must have done, at least based on what I noticed in the morning, includes: undressing like usual, covering myself with the cover and .. eh. That’s it. The list of things I didn’t do obviously iincludes brushing my teeth and setting the alarm clock for my 12:40 flight (as previously mentioned). Well, I made the flight, in good time even. Who would’ve thought? My body unshowered and smelling bad, but who cares? When flying home, I saw Sandstø from the air. That was pretty cool. I was tired when I came home, so I decided to rest around 8 pm. That rest culminated in sleep, which again lead to me waking up at 3 am, not managing to sleep again before 8:30. Waking up at 11, eating, getting firewood, joining my dad in a gift trip to Grimstad, buying presents and visiting Jean at the nursing home before again coming home to Sandstø for some traditional little Christmas day-grøt, dressing up the tree and some website programming. I’m glad to be home, but can’t wait to see Dorotea again.","categories":[{"name":"Uncategorized","slug":"Uncategorized","permalink":"http://abbsnabb.com/categories/Uncategorized/"}],"tags":[]},{"title":"Ønskeliste for jula 2011","slug":"onskeliste-for-jula-2011","date":"2011-11-16T15:11:58.000Z","updated":"2011-11-16T15:11:58.000Z","comments":true,"path":"2011/11/onskeliste-for-jula-2011/","link":"","permalink":"http://abbsnabb.com/2011/11/onskeliste-for-jula-2011/","excerpt":"","text":"Når det regner på presten, så drypper det på klokkeren. Som vi alle er smertelig klar over er det snart jul, og hva er vel viktigere da enn å bruke så mye penger på meg som mulig? Derfor har jeg satt meg ned og tenkt lenge og vel over hva som passer i en sånn her ønskeliste. Resultatet kan du se under. Skalljakke - trenger klaff foran glidelåsen og god, justerbar hette. F.eks. denne. Bokser - Jean Paul eller han der franskmannen på Kiwi-butikker. En litt penere genser Som du kan se er den ikke akkurat komplett. Hvem vet, kanskje den aldri blir det?","categories":[{"name":"Uncategorized","slug":"Uncategorized","permalink":"http://abbsnabb.com/categories/Uncategorized/"}],"tags":[{"name":"arendal","slug":"arendal","permalink":"http://abbsnabb.com/tags/arendal/"},{"name":"gaver","slug":"gaver","permalink":"http://abbsnabb.com/tags/gaver/"},{"name":"jul","slug":"jul","permalink":"http://abbsnabb.com/tags/jul/"},{"name":"julenissen","slug":"julenissen","permalink":"http://abbsnabb.com/tags/julenissen/"},{"name":"mere penger","slug":"mere-penger","permalink":"http://abbsnabb.com/tags/mere-penger/"},{"name":"penger","slug":"penger","permalink":"http://abbsnabb.com/tags/penger/"},{"name":"penger er vi glad i","slug":"penger-er-vi-glad-i","permalink":"http://abbsnabb.com/tags/penger-er-vi-glad-i/"}]},{"title":"Remote connect to Swift with tempauth with python-cloudfiles","slug":"connecting-to-swift-with-tempauth-with-python-clou","date":"2011-10-27T13:44:23.000Z","updated":"2011-10-27T13:44:23.000Z","comments":true,"path":"2011/10/connecting-to-swift-with-tempauth-with-python-clou/","link":"","permalink":"http://abbsnabb.com/2011/10/connecting-to-swift-with-tempauth-with-python-clou/","excerpt":"","text":"I had a setup with Swift on a server, Ubuntu 11.10 and OpenStack Diablo, and I could do curls-commands to it. However, when trying to use python-cloudfiles and swift-cli from a remote machine, it just returned Errno 111: Connection Refused all the time. After days with googling, I finally got the nerve to visit the openstack irc channel, and after about half an hour with troubleshooting, they provided me with the answer that I need to have an url for the callback under the tempauth filter in proxy-server.conf-file. 123456789101112131415161718192021222324[DEFAULT]bind_port = 8080user = swift log_facility = LOG_LOCAL1[pipeline:main]pipeline = healthcheck cache tempauth proxy-server[app:proxy-server]use = egg:swift#proxy allow_account_management = trueaccount_autocreate = true[filter:tempauth]use = egg:swift#tempauthuser_admin_admin = admin .admin [[http://&lt;swift-ip&gt;:8080/v1/AUTH_callback]] # the url is neededuser_test_tester = testing .admin[filter:healthcheck]use = egg:swift#healthcheck[filter:cache]use = egg:swift#memcache Now, connecting with cloudfiles works like a charm: 1234import cloudfilesconn = cloudfiles.get_connection(&quot;admin:admin&quot;,&quot;admin&quot;,authurl=&quot;&lt;swift-ip&gt;/auth/v1.0&quot;)conn.connection_args[0] &apos;&lt;swift-ip&gt;&apos;","categories":[{"name":"Tech","slug":"Tech","permalink":"http://abbsnabb.com/categories/Tech/"}],"tags":[{"name":"cloudfiles","slug":"cloudfiles","permalink":"http://abbsnabb.com/tags/cloudfiles/"},{"name":"connection refused","slug":"connection-refused","permalink":"http://abbsnabb.com/tags/connection-refused/"},{"name":"openstack","slug":"openstack","permalink":"http://abbsnabb.com/tags/openstack/"},{"name":"python","slug":"python","permalink":"http://abbsnabb.com/tags/python/"},{"name":"swift","slug":"swift","permalink":"http://abbsnabb.com/tags/swift/"}]},{"title":"Mother and Child Reunion","slug":"mother-and-child-reunion","date":"2011-07-01T08:14:53.000Z","updated":"2011-07-01T08:14:53.000Z","comments":true,"path":"2011/07/mother-and-child-reunion/","link":"","permalink":"http://abbsnabb.com/2011/07/mother-and-child-reunion/","excerpt":"","text":"After an emotional goodbye-party, time had come to pack my shit and get on my way. The day was packed with ice cream, and an unpleasant reunion with our landlord, Mr. Azoulay who tried to rip us for 700€. My two bags, carry-on backpack, my bike and an extra little backpack on the side was sufficiently heavy for me to request some help from Henry to get to the train station. When there, I promptly denied all his attempts to come with me on the train and to help me to the airport. How I regret that decision. With my backpack on my back, my biggest bag hanging over that again, my other bag hanging of my neck and my bike and backpack #2 in hand I started walking from the airport train station towards the airport. Positivity quickly faded into despair as the meters went along. My biggest bag wasn’t really firmly sitting in one place but dragging me a little to the left, while my other bag was dangling on the other side while I was desperately trying to steer my bike in the correct direction without the front wheel suddenly changing direction leading to sudden stops. After 200 meters I had to stop, tired out of my mind with day nightmares about missing the flight. Of course I hadn’t too much time before they would close check-in. At my third break, about 800 meters from the station, my pulse was about 90% of max, I’d sweated about 10 liters and I couldn’t remember ever being this tired. Luckily, I was over half way to the airport, so a little hope remained. 70 meters from the entrance to the airport I had to resign. There was no way I could carry on with everything, I had to leave something behind. I locked my bike with one of the backpacks, and continued. The lightened load was still heavy enough, and everything about me must’ve been screaming of exhaustiveness as I dragged by legs one meter at the time through Terminal 1. Norwegian was of course placed in the far end of the terminal. I reached the check-in 5 minutes before time, and I begged them to let me go back for my bike. They looked at me with strange eyes, I suspect that I might’ve been the most tired person they had ever seen before. Without any real energy left, I still managed to run all the way to my bike and get back without spending too much time. Alors, I had to pack my bike into the bike bag. Unfortunately I forgot all the tools for dismantling it, so with the bike in it, so the procedure was tiresome. While packing the bike, the good girls in the check-in decided to weigh my carry-on luggage. Apparently 16 kg is too much for carry-on, and the bottle of rum inside could of course not go through security. Unsuccessfully I tried to donate the rum bottle to them, and I had to pay to check in the carry on as normal luggage. To do this I had to go to another clerk. This guy spent 200 million years finding out how much I needed to pay, and my watch showed about-fucking-time-to-be-through-security. With my bike bag I was running towards the over-sized luggage. The bag was slowly opening because of my poor packing, so I was afraid they wouldn’t let it on. Fortunately they did, I got through security and this story ends with a disappointing anti-climax with me reaching the boarding in very good time.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[{"name":"travelling","slug":"travelling","permalink":"http://abbsnabb.com/tags/travelling/"}]},{"title":"Temps de revisions","slug":"temps-des-revisions","date":"2011-06-22T19:27:53.000Z","updated":"2011-06-22T19:27:53.000Z","comments":true,"path":"2011/06/temps-des-revisions/","link":"","permalink":"http://abbsnabb.com/2011/06/temps-des-revisions/","excerpt":"","text":"-Putain! My lifelong dream of beating Davi Costa in Curveball had just been shattered by two unexpected very good returns by the AI-player on the other side. “This is it!” I said, “time to put my aspirations of being a professionalCurveball-player on the shelf, and face the fact that I have two exams the following day. Or tomorrow. Or today, since it’s actually past midnight already.” In front of me are two foil sets on “Vehicular Wireless Access” and about 4000 pages on MapReduce. Unslotted, Slotted and Partially Slotted Alohas are mixing up with the sweet taste of “processing huge datasets on certain kinds of distributable problems using a large number of computers (nodes), collectively referred to as a cluster (if all nodes use the same hardware) or as a grid (if the nodes use different hardware).” I don’t ever pull any seams around here, but I don’t really mind and it’s not starting to get to me. Wonder if any companies have got place for a lazy, ambition-less kid from the streets of Bjorbekk, or if I need to go work for Husquarna the rest of my life.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Trop chaud!","slug":"trop-chaud","date":"2011-05-26T18:52:09.000Z","updated":"2011-05-26T18:52:09.000Z","comments":true,"path":"2011/05/trop-chaud/","link":"","permalink":"http://abbsnabb.com/2011/05/trop-chaud/","excerpt":"","text":"It is considerably warmer here than is good for a healthy 24 year old. Just walking steadily from my desk to the kitchen will break out a sweat, and I am forced to not training because doing so would make me dehydrated in an hour. This heat started with the arrival of my sister. The evening of here arrival and those before that had perfect temperatures, allowing shorts and t-shirts but not making the sweat run like a flood on my skin. The following evening it was 25 degrees at 11pm. Despite the killing heat, we did have some fun. Thomas and Helle were also in the area, I’d already had some great evenings with them withouth my sister, and on the Saturday we joined them in Canyon Forest. Canyon Forest is basically a place where you climb and throw yourself between trees. We did go a lot to the beach, something that might have given me an unmistakable tanline, and we also went to see Monaco and Robert De Niro. The end.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Je viens de vous asseoir et regarder le spectacle","slug":"je-viens-de-vous-asseoir-et-regarder-le-spectacle","date":"2011-05-07T19:50:40.000Z","updated":"2011-05-07T19:50:40.000Z","comments":true,"path":"2011/05/je-viens-de-vous-asseoir-et-regarder-le-spectacle/","link":"","permalink":"http://abbsnabb.com/2011/05/je-viens-de-vous-asseoir-et-regarder-le-spectacle/","excerpt":"","text":"An hour after I started my cycling trip today I stumbled upon a beautiful valley or canyon. It was steep as I’ve seldom seen them before, accompanied by some beautiful waterfalls. Some hundred meters up I was presented with the most stunning view of the valley with the sea in the background. I believe I could see from Nice to Juan les Pins. Amazing. Some nights ago I was sitting on the bus back from Nice, and there I was sitting behind an actual tagger. If writing “SWAT ADN” on the bus seat with a carpenter pencil is tagging, that is. I’m pretty sure this is the first time I’ve actually seen one of these fascinating people who find the need to bring a pen/pencil/marker with them, just in case they get a chance to write something meaningful for the future generations. On the same bus was another winner. I first saw him trying to sneak past the two security guards checking the tickets. After actually buying a ticket he sat down two rows behind me on the left. Just as a girl, she was obviously very drunk, fell asleep in front of me, he almost ran through the bus trying to take advantage. She promptly denied him, luckily, making me re-evaluate the bad impression I had of her. As she fell asleep one more time our hero once again rushed forward in hopes that all past tries were forgotten. Denied again. My money has flown away and I’m trying to rule this town on a budget granting me less than an average poor Sudanese.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Nous sommes toujours en cours d'exécution pour le grand frisson","slug":"nous-sommes-toujours-en-cours-dexecution-pour-le-g","date":"2011-04-21T19:00:28.000Z","updated":"2011-04-21T19:00:28.000Z","comments":true,"path":"2011/04/nous-sommes-toujours-en-cours-dexecution-pour-le-g/","link":"","permalink":"http://abbsnabb.com/2011/04/nous-sommes-toujours-en-cours-dexecution-pour-le-g/","excerpt":"","text":"Our downstairs neighbour is still acting out. Without even giving a little warning he turned off our power yesterday around half ten. It’s hard to say why. Could’ve been because I was listening to music at half the maximum volume of my PC speakers. It might have been because our washing machine was doing its best to rip the floor apart. Me, Henry, Michal and his brother went to the seashore tonight. It was blowing like crazy, but the wind was warm so no problem. Bitch. For some reason our school gives us vacations the week after Easter instead of the actual week. This might be the strangest thing that ever happened to me.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Tour de France","slug":"tour-de-france","date":"2011-04-10T05:55:57.000Z","updated":"2011-04-10T05:55:57.000Z","comments":true,"path":"2011/04/tour-de-france/","link":"","permalink":"http://abbsnabb.com/2011/04/tour-de-france/","excerpt":"","text":"Without actually having a ticket for Birkebeinerrittet I’ve started training for it. Not too much but an old body like mine feels the difference. After looking at the route profile of the infamous bike race I realised that I needed to do some routes with more elevation. This lead me to Col de l’Ecre. Suddenly I had somewhat more respect for Hushovd. The beach season has arrived! This is pretty awesome. Apart from that I’m working like a hero with school.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Laïcs, dame, laïcs","slug":"laics-dame-laics","date":"2011-03-20T19:11:10.000Z","updated":"2011-03-20T19:11:10.000Z","comments":true,"path":"2011/03/laics-dame-laics/","link":"","permalink":"http://abbsnabb.com/2011/03/laics-dame-laics/","excerpt":"","text":"Reality hit hard after returning from vacation as credit card bills were overflowing my mailbox, my schedule at school was filling up and rain started pouring down over the south of France. That’s why it’s good that I had friends visiting for 4-5 days, giving me the possibility to waste even more money on women, booze and fast cars. But now I decided to put my life on the shelf and be a machine all the way until going home to Norway in July. Started well with training this week, and I’m actually doing homework occasionally.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Excusez-moi","slug":"excusez-moi","date":"2011-03-11T00:57:09.000Z","updated":"2011-03-11T00:57:09.000Z","comments":true,"path":"2011/03/excusez-moi/","link":"","permalink":"http://abbsnabb.com/2011/03/excusez-moi/","excerpt":"","text":"Looking forward to a 11 hour flight, I keenly dropped into my seat on the plane besides a relatively big woman. She was incredibly rude, stealing my armrest and thus making me unable to use the remote to the in-flight entertainment without making her remove her arm first. If that wasn’t irritating enough, the woman in the seat in front of my neighbor, who had both seats to herself decided that she should not only put the seat back in sleep position, but also set the seat in front of me in sleep position. As usual I didn’t say anything, trying to avoid confrontation, but after about one hour not being able to see the screen properly, amazingly enough I managed to tell her off. Been having jet lag this week. Some friends of mine are visiting, and I get to show them the way too boring city of Antibes.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"To live and die in LA","slug":"to-live-and-die-in-la","date":"2011-03-04T19:27:10.000Z","updated":"2011-03-04T19:27:10.000Z","comments":true,"path":"2011/03/to-live-and-die-in-la/","link":"","permalink":"http://abbsnabb.com/2011/03/to-live-and-die-in-la/","excerpt":"","text":"Quite comfortably sitting at the Starbucks in Santa Monica after paying a taxi driver 50 bucks to get me out of the most scary neighborhood I ever been to. There I was, walking up and down the streets of Downtown LA, with my Samsonite trolley and my big North Face bag on my back among all the toothless crack addicts, drug dealers and whores(not that many whores, but I think I saw one at least). I had little time before the Greyhound was leaving yesterday, so I decided to take a cab instead of walking. The driver didn’t know where the station was, but he found a bus central and dropped me off there. Of course, it was the completely wrong station, and I had to walk for 1/2 hour to get to the right one after that. This made me lose my bus, so I had to walk up and down Fremont street for 3 hours before the next one.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Good girls gone bad, the city's filled with them","slug":"good-girls-gone-bad-the-citys-filled-with-them","date":"2011-03-01T17:28:22.000Z","updated":"2011-03-01T17:28:22.000Z","comments":true,"path":"2011/03/good-girls-gone-bad-the-citys-filled-with-them/","link":"","permalink":"http://abbsnabb.com/2011/03/good-girls-gone-bad-the-citys-filled-with-them/","excerpt":"","text":"I entered the Greyhound bound for Las Vegas on a warm, sunny Santa Barbara afternoon. Ahead of me was 9 hours of fun on this bus filled with strangers travelling mostly to an from Los Angeles. In LA, we had to go through security to get on the bus. This was even more thorough than airport security. They told me that no alcohol was permitted on the bus, neither in the hand luggage nor the luggage underneath the bus, and confiscated my Captain Morgan that I’d bought to bring back to France. Awesome. The percentage of poor Hispanics crowding the bus seats was definitely higher than that of rich, successful people, so I decided to watch Machete. My seat buddy Juan was on his way to Denver to start a new job as a road worker. His sister lived in Las Vegas, but he never had time to visit her. He obviously loved her and wanted to make sure she was all right, because he gave me her business card and told me to contact her. I liked the guy, so I’m gonna check how she is today. It was us two occupying three seats, and after some time there came a third fella and sat next to us. He sat there, looking very much like the typical Mexican in the back of a lorry trying to sneak into the US. F.ex. like in the beginning of Men in Black. He was a quiet guy, a little unsure about himself it looked like, always with a suppressed look in his eyes. We were kinda squashed together, so when there was an open seat next to a black man, I quickly switched. He greeted me with: “What the fuck was wrong with the other seat you were sitting in?” This made for a wonderful relationship the next 4 hours until Vegas. The air condition was broken on the bus, it was pumping hot air like a motherfucker, so the bus driver had to open the security hatches so that the heat wouldn’t make the ride even more unpleasant. The cold air even made a Norwegian like me cold, so I’ve seldom been more glad then when I saw the top of the Mandalay. I jumped off the bus, trying to catch a cab. I was only going a couple of kilometers, so two taxi drivers ignored me when I told them where I was going. I just catched a friendly taxi driver, when the pleasant guy from the bus came over and apologized for being an asshole. Now it’s morning in Las Vegas. I’m staying at the Stratosphere Casino Hotel. I should leave this king bed soon, and discover this town.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"This place is so cold!","slug":"this-place-is-so-cold","date":"2011-02-25T07:39:57.000Z","updated":"2011-02-25T07:39:57.000Z","comments":true,"path":"2011/02/this-place-is-so-cold/","link":"","permalink":"http://abbsnabb.com/2011/02/this-place-is-so-cold/","excerpt":"","text":"I entered the Greyhound bound for Las Vegas on a warm, sunny Santa Barbara afternoon. Ahead of me was 9 hours of fun on this bus filled with strangers travelling mostly to an from Los Angeles. In LA, we had to go through security to get on the bus. This was even more thorough than airport security. They told me that no alcohol was permitted on the bus, neither in the hand luggage nor the luggage underneath the bus, and confiscated my Captain Morgan that I’d bought to bring back to France. Awesome. The percentage of poor Hispanics crowding the bus seats was definitely higher than that of rich, successful people, so I decided to watch Machete. My seat buddy Juan was on his way to Denver to start a new job as a road worker. His sister lived in Las Vegas, but he never had time to visit her. He obviously loved her and wanted to make sure she was all right, because he gave me her business card and told me to contact her. I liked the guy, so I’m gonna check how she is today. It was us two occupying three seats, and after some time there came a third fella and sat next to us. He sat there, looking very much like the typical Mexican in the back of a lorry trying to sneak into the US. F.ex. like in the beginning of Men in Black. He was a quiet guy, a little unsure about himself it looked like, always with a suppressed look in his eyes. We were kinda squashed together, so when there was an open seat next to a black man, I quickly switched. He greeted me with: “What the fuck was wrong with the other seat you were sitting in?” This made for a wonderful relationship the next 4 hours until Vegas. The air condition was broken on the bus, it was pumping hot air like a motherfucker, so the bus driver had to open the security hatches so that the heat wouldn’t make the ride even more unpleasant. The cold air even made a Norwegian like me cold, so I’ve seldom been more glad then when I saw the top of the Mandalay. I jumped off the bus, trying to catch a cab. I was only going a couple of kilometers, so two taxi drivers ignored me when I told them where I was going. I just catched a friendly taxi driver, when the pleasant guy from the bus came over and apologized for being an asshole. Now it’s morning in Las Vegas. I’m staying at the Stratosphere Casino Hotel. I should leave this king bed soon, and discover this town.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"The Suburbs","slug":"the-suburbs","date":"2011-02-19T16:18:49.000Z","updated":"2011-02-19T16:18:49.000Z","comments":true,"path":"2011/02/the-suburbs/","link":"","permalink":"http://abbsnabb.com/2011/02/the-suburbs/","excerpt":"","text":"Was just about to miss my flight yesterday. For a moment I regretted my choice to take the latest flight to Zurich instead of taking the earlier one and having good time. No sleep on the 19 hour trip with a 13 hour flight to LAX, left me amazingly awake when I was met by my fellow Norwegians at the bus stop in Goleta. Woke up early today. Sitting alone in the living room listening to the Californian rain.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[{"name":"travelling","slug":"travelling","permalink":"http://abbsnabb.com/tags/travelling/"}]},{"title":"Balcon","slug":"balcon","date":"2011-02-18T06:49:33.000Z","updated":"2011-02-18T06:49:33.000Z","comments":true,"path":"2011/02/balcon/","link":"","permalink":"http://abbsnabb.com/2011/02/balcon/","excerpt":"","text":"Had 5 exams and two project deliveries the last week. Not that I’m the one who has it worst, some Polish dude had 10, but this is still too much pressure for me. Slept 4 hours tonight before leaving for the airport. I disembarked the bus at Passerelle, believing it was “Passerelle d’aeroport,” only to find that it was passerelle de gare, 15 minutes from the airport. Some morning exercise is always welcome for an A-person like myself. Some of my classmates are leaving to apprehend new challenges. Hate saying goodbye to people I might never see again in my life.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Des problems avec d'intégrité en cles publiques","slug":"des-problems-avec-dintegrite-en-cles-publiques","date":"2011-02-08T09:57:11.000Z","updated":"2011-02-08T09:57:11.000Z","comments":true,"path":"2011/02/des-problems-avec-dintegrite-en-cles-publiques/","link":"","permalink":"http://abbsnabb.com/2011/02/des-problems-avec-dintegrite-en-cles-publiques/","excerpt":"","text":"But there is a solution. If you use authentication trees or public-key certification, you can be sure of the integrity. Perfect. As the catholic priest said to the pig farmer: “Are these as tight as choir boys?” Still, there’s no solution to the imminent problem of exams. Let’s just hope to god there’s a flood or something on it’s way, closing down the school for the exam period, forcing them to to pass us in every cource based on attendance. Whooopsie, that won’t help for me. The sun is awesome today. Too bad I’m ginger and can’t go out. I payed 1,70 worth of groceries today using only 1, 2 and 5 cents. Also, I payed the rent speaking only French. “Je veux payer mille-deux-soixante-dix pour la!” and showed the bank cashier the banking details of my landlord. According to Google Translate, this means “I want to pay seventy thousand two,” but I will trust my own French over GT. She understood me, and obviously thought I was good at French, because she started rambling on about something. I didn’t understand, and I certainly didn’t care enough to try and understand her. I’m pretty sure I payed the correct amount in the end. And in other news: I need a rolling pin. Merci, au revoir, bon journee.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Voulez-vous?","slug":"voulez-vous","date":"2011-01-29T19:43:18.000Z","updated":"2011-01-29T19:43:18.000Z","comments":true,"path":"2011/01/voulez-vous/","link":"","permalink":"http://abbsnabb.com/2011/01/voulez-vous/","excerpt":"","text":"There I was, walking down the street minding my own business, and suddenly I walked into a light pole. Luckily, noone was around to laugh at me. Of course, my mom always told me to watch where I’m going, so I should’ve know better. After I sat down to get an overview of my account yesterday, I immediately went ahead to make a budget. Dinner today was onion soup, and tomorrow also. I’m gonna cut my living costs to 5.40€ a day. I feel like a polish guy. Luckily then, I’m going to US for two weeks after exams. Everybody knows that travelling is cheap.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Oui?","slug":"oui","date":"2011-01-19T20:07:52.000Z","updated":"2011-01-19T20:07:52.000Z","comments":true,"path":"2011/01/oui/","link":"","permalink":"http://abbsnabb.com/2011/01/oui/","excerpt":"","text":"Did you know that 48% of Facebook users between 18 and 35 check Facebook first thing in the morning? True story! I am pretty sure I’m in that group. Most probably I haven’t gone one morning in 2011 where I had my first bite of breakfast before checking Facebook. Sad. I took the bike to Monte Carlo the other day. When I arrived, I immediately ordered some lasagne. 50 minutes later, I still hadn’t gotten anything more than my drink, so I prepared to complain. The waiter didn’t speak English, I didn’t speak French, so I was unable to communicate my displeasure. From what I understood, he was still under the impression that all I ever ordered was a coke. After I kicked him in the balls, kneed him in the nose and fried his face in the deep fryer he started to understand that he shouldn’t have fucked with a hungry man thinking he was gonna get lasagne. I left the place, not looking back at the explosions from the fire I started. Exams are closing in.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Pas de noms et pas d'empreintes digitales","slug":"pas-de-noms-et-pas-dempreintes-digitales-2","date":"2011-01-11T22:08:09.000Z","updated":"2011-01-11T22:08:09.000Z","comments":true,"path":"2011/01/pas-de-noms-et-pas-dempreintes-digitales-2/","link":"","permalink":"http://abbsnabb.com/2011/01/pas-de-noms-et-pas-dempreintes-digitales-2/","excerpt":"","text":"I cycled with two collapseable chairs from Juan Les Pins to Antibes yesterday. I was the most tired person in french class today. I came fourth in the poker this evening. I am sipping to a glass of whisky. I want to go ice skating tomorrow. I think I heard a girl on the bus say something in Norwegian the other day. I am pretty sure I don’t despise France anymore, only a itty-bitty-tiny piece of annoyance left.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Det er utroligt hvad man ikke kan, naar man af ærlig vilje ikke prøver.","slug":"det-er-utroligt-hvad-man-ikke-kan-naar-man-af-aerl","date":"2011-01-04T05:50:48.000Z","updated":"2011-01-04T05:50:48.000Z","comments":true,"path":"2011/01/det-er-utroligt-hvad-man-ikke-kan-naar-man-af-aerl/","link":"","permalink":"http://abbsnabb.com/2011/01/det-er-utroligt-hvad-man-ikke-kan-naar-man-af-aerl/","excerpt":"","text":"As Norway yet again fades into memory, croissant infested France is moving closer, and I never before been so glad for bringing with me a couple of slices of bread with brown cheese. Also moving closer is the ending of the semester along with countless exams spread over two weeks. Sitting in Copenhagen Airport, watching it fill up with people as late night turns into early morning, I’m thinking about life and whatever, wishing someone would come and ask me if I want to throw frisbee with them. I woke up at 03:40 today, I want to sleep!","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Snubler i teppet når jeg løper for å ta'n","slug":"snubler-i-teppet-nar-jeg-loper-for-a-tan","date":"2010-12-26T16:24:28.000Z","updated":"2010-12-26T16:24:28.000Z","comments":true,"path":"2010/12/snubler-i-teppet-nar-jeg-loper-for-a-tan/","link":"","permalink":"http://abbsnabb.com/2010/12/snubler-i-teppet-nar-jeg-loper-for-a-tan/","excerpt":"","text":"After all the airport problems in Europe the days after I returned, I probably shouldn’t have complained as much as I did. Skiing in 20 blue gave me a cold asthma for sure, but something you have to sacrifice in order to be the next Bjørn Dæhlie. We’re having a proper white Christmas in Arendal. On Christmas eve, the annual renewal of my wardrobe took place.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Kjører hjem til jul","slug":"kjorer-hjem-til-jul","date":"2010-12-18T23:07:20.000Z","updated":"2010-12-18T23:07:20.000Z","comments":true,"path":"2010/12/kjorer-hjem-til-jul/","link":"","permalink":"http://abbsnabb.com/2010/12/kjorer-hjem-til-jul/","excerpt":"","text":"Unaware of my plans to return home for Christmas, my mom and dad were kinda surprised when I walked into the living room this evening. It’s not like she hadn’t suspected anything though. I’d been carefully planning this secret return, involving my siblings if not just to get a ride home from the airport instead of having to take the bus, and also of course to have someone to buy all my Christmas presents,. It all started Friday afternoon with the plane from Nice to Copenhagen being 30 minutes late because the airspace over Amsterdam was closed. Anxious that I wouldn’t catch the next flight from Copenhagen to Oslo, I ran to the gate only to find that one also being 30 minutes late. Those 30 minutes meant that I would have to run for the next flight to Kristiansand, but a flight attendant told me I would surely make it, even though when transferring within the country you have to pick up your bags, take them to the baggage drop once again and go through the security control one more time. When coming to Oslo, I didn’t have to run at all, though. This because the plane touched the ground in Norway two and a half hours later than originally planned, due to heavy snow and cold leading to a long queue for the deicing and only one open runway. 8PM, as I turned on my cell phone in Oslo I had two messages from the airway, one that said the plane I just left two and a half hours late would be an hour late, one saying that they booked me on the next flight to Kristiansand; 6:30PM the next day. At the information everything was disorganized, and the only thing new information hungry passengers got was a message to take a queue ticket. So I took a ticket with the number 4631. The current customer being served had number 4391. That would’ve been bad enough if each customer was served fast enough, but was even worse when they used on average 15 minutes per customer. Not knowing what to do, I tried taking the airport express to Oslo to catch the train back home instead. Once in Oslo, I redecided, and went back to the airport to try and get a free hotel room for the night. At Gardermoen, the information was closing, everybody was complaining, and the people at the information for some reason found that they could actually serve all these customers fast and painless. In fifteen minutes, they’ve given hotel tickets to around 50 people, me included, and resolved the whole line. Amazing what a little motivation to go home from work can do. Waking up in my amazingly nice hotel room, I took a shower, had the best breakfeast ever, trained for forty minutes, had another shower, went to the airport, checked in, went to browse Oslo, went to the airport, took the plane to Kristiansand, took the bus to Arendal and rang the doorbell back home.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"C'est la vie","slug":"cest-la-vie","date":"2010-12-14T19:54:34.000Z","updated":"2010-12-14T19:54:34.000Z","comments":true,"path":"2010/12/cest-la-vie/","link":"","permalink":"http://abbsnabb.com/2010/12/cest-la-vie/","excerpt":"","text":"We went to see Tangled today. It was by far the best 3d movie I’ve ever seen, not that says much seeing as Avatar was the only other I saw. We had a weekend in the Alps this weekend. 15 hours out of the 47 hours we were gone was spent in the bus, 16 was spent sleeping, so we had some good 15 hours of fun. There even were some snow on top of all the ice in some parts of the slopes. Currently hanging up some laundry. It must be the single most boring thing ever, right after watching Avatar maybe. Somewhere in the back of my head I think I hear something about efficiency making the job less boring. I refuse to believe that. My way of hanging up laundry is to hang up one piece, then check face, hang up one piece, check face.. And so it goes. Christmas is knocking on the door, and I can’t wait to leave this rotten country.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Les aventures de l'homme aux cheveux rouges","slug":"les-aventures-de-lhomme-aux-cheveux-rouges","date":"2010-12-09T12:11:45.000Z","updated":"2010-12-09T12:11:45.000Z","comments":true,"path":"2010/12/les-aventures-de-lhomme-aux-cheveux-rouges/","link":"","permalink":"http://abbsnabb.com/2010/12/les-aventures-de-lhomme-aux-cheveux-rouges/","excerpt":"","text":"The nice, middle aged woman had no idea I was peoplewatching from the bus driving on the left side of her car. She might not have started picking her nose if she knew. At the same time, in the bus, the reason why I decided to look outside instead of inside the bus; two American girls talking between eachother in the most annoying way. “…and then I was like, and then he was like…” They used the word “like” at least three times in every sentence. The man sitting in the seat besides me just left the bus. He was having a cold, and apparently his mom never told him to cover his mouth when sneezing, because parts of his last sneeze hit my screen. He didn’t even apologize. Bastard!","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Est-ce que vous avez des bierre?","slug":"est-ce-que-vous-avez-des-bierre","date":"2010-12-05T12:32:16.000Z","updated":"2010-12-05T12:32:16.000Z","comments":true,"path":"2010/12/est-ce-que-vous-avez-des-bierre/","link":"","permalink":"http://abbsnabb.com/2010/12/est-ce-que-vous-avez-des-bierre/","excerpt":"","text":"Yesterday I told everybody that Roman Abramovich’s boat was docked at the local port. I was wrong, instead it was the above boat; Katara, at only 124 metres (408’14’’) compared to Romans 170 metres, and with only one heliport as opposed to the two on the Russian’s. I have a confession to make. Sometimes I exaggerate to make a story sound more impressing. Sometimes I make statements I’m not completely sure about just to make people think I’m right. 99% of the time I am right, though. I could justify yesterdays lie with the fact that my head hurt so much after the preceding night’s drinking escapades that I wanted to cry. I could justify it with a self-confidence that needs boosting. I could choose not to justify it at all. Been trying to do some Christmas shopping, but in the end I had to face the reality that is that I am physically unable to do Christmas shopping before the 23rd of December. If nothing else that shows that I’m a real man. Whooya!","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Alpes-Maritimes","slug":"alpes-maritimes","date":"2010-11-28T19:33:52.000Z","updated":"2010-11-28T19:33:52.000Z","comments":true,"path":"2010/11/alpes-maritimes/","link":"","permalink":"http://abbsnabb.com/2010/11/alpes-maritimes/","excerpt":"","text":"Tried downhill skis for the first time since I was like 12 today. I didn’t have complete control, but it was obvious that I was the Norwegian of the two people in the group who tried it for the first time in a while. (It might be because he’s Brazilian and has almost never seen snow before, though.) I’m hungry and have nothing to eat. Think I’ll go to a restaurant. The winter is coming to the south of France also, someone actually claim they saw snow here the other day, I don’t believe them. Cycled by an awesome hotel, the list of celebrities who’s spent a night or more there was equally awesome. I have big plans to befriend the staff there, so I will know the next time Will Smith comes to town. I will also befriend the staff at the night clubs in Cannes, so I will know when the next party thrown by Jay-Z is held. I have big plans to go to school tomorrow, even though I haven’t any classes. Hope to turn my bad tendencies around. Wondering if I actually should get my finger out and apply for some summer jobs also. Hmmm..","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Nous sommes arrivés à la danse","slug":"nous-sommes-arrives-a-la-danse","date":"2010-11-20T18:27:26.000Z","updated":"2010-11-20T18:27:26.000Z","comments":true,"path":"2010/11/nous-sommes-arrives-a-la-danse/","link":"","permalink":"http://abbsnabb.com/2010/11/nous-sommes-arrives-a-la-danse/","excerpt":"","text":"Met a Norwegian couple from Grimstad at the grocery store today. The world is small etc, etc. Been waiting for our amazing internet box for two weeks now. Today we got a message that it had arrived at the store. The man at the store said he never saw anyone picking up the box so fast after it arrived there. Went to an Italian party yesterday. We got lots of Italian food, that wasn’t wrong. Going home from the party I tried to find a bus, but a pirate taxi got there before the bus, so I gladly used 30€ instead of 1,7€ to get home a little earlier. Supposed to make brownies, but the only thing I have to stir the eggs and sugar is a fork. Not sure how good that is. I’ve begun my ‘too cool for school’-period. Pretty smart. Hope it doesn’t last too long.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Aux Champs-Elysses (without accents)","slug":"aux-champs-elysses-without-accents","date":"2010-11-14T21:34:08.000Z","updated":"2010-11-14T21:34:08.000Z","comments":true,"path":"2010/11/aux-champs-elysses-without-accents/","link":"","permalink":"http://abbsnabb.com/2010/11/aux-champs-elysses-without-accents/","excerpt":"","text":"Went out in Antibes last Sunday. The only open place was showing a porn movie as we entered the door, and the only two females in the place was the bartender and the hooker. Been waiting for internet and hot water all week. Hot water has come and gone, but the guys coming with the internet decided they didn’t need to work this week. Went to Paris the other day. It was a decent place. Met a happy girl. Found a coat for 530€, but I missed my opportunity to buy it. :( I’m still reminising what could have been with that coat.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"On y va!","slug":"on-y-va","date":"2010-11-06T20:38:01.000Z","updated":"2010-11-06T20:38:01.000Z","comments":true,"path":"2010/11/on-y-va/","link":"","permalink":"http://abbsnabb.com/2010/11/on-y-va/","excerpt":"","text":"Four days late we finally moved into our new appartment. The owner made sure we were able to mantle IKEA-furniture and then left for Paris. There we were, quite excited about having a place when we discovered that we had no screwdriver to put the beds together. Fortunately, mine was already mounted, so I didn’t care and went to bed. We didn’t have a working shower yet, but that didn’t matter, cause there was no hot water. And there were no door handles on the doors to the bathroom anyway. When we arrived, we saw that there was an oven here, and we celebrated like crazy in our minds. It soon turned out that we should’ve asked for a working oven, instead of just an oven, because it didn’t work. I really like going to the boulangerie in the morning to get fresh bread. They even have a boulangerie with proper bread. I found redcurrant gelly in the store, it wasn’t as good as the one I make at home. I cut my hair, the people in the hair salon spoke English, fortunately. Took a bath in the sea today. :) We ordered some internet, it will be here in not more than two weeks I hope.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Je jette mes mains en l'air parfois","slug":"je-jette-mes-mains-en-lair-parfois","date":"2010-11-03T21:36:49.000Z","updated":"2010-11-03T21:36:49.000Z","comments":true,"path":"2010/11/je-jette-mes-mains-en-lair-parfois/","link":"","permalink":"http://abbsnabb.com/2010/11/je-jette-mes-mains-en-lair-parfois/","excerpt":"","text":"Feeling the hard, cold floor I’ve been sleeping on the last three nights, I was standing outside my, according to the landlord, ready to be moved into appartment. Alas, our moving in wasn’t meant to be today either. Let’s hope it’s before the holidays next week.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Pluie Novembre","slug":"pluie-novembre","date":"2010-11-02T13:11:47.000Z","updated":"2010-11-02T13:11:47.000Z","comments":true,"path":"2010/11/pluie-novembre/","link":"","permalink":"http://abbsnabb.com/2010/11/pluie-novembre/","excerpt":"","text":"Apparently they’re not used to rain in these parts of France. It’s been raining off and on for 4 days, and the school’s roof is leaking from numerous spots in the roof and windows. Tried to cut a baguette yesterday, it ended up with me managing to cut through my nail. Kudos. Our landlord is postponing our moving in even more, the current move in-date is tomorrow, 3rd of November instead of 31st of October. I’m currently sleeping on a friend’s floor. I’m lazy, haven’t got my hair cut since July. I’m lazy, can’t be bothered to write anymore.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Sur le pont","slug":"sur-le-pont","date":"2010-10-31T21:11:17.000Z","updated":"2010-10-31T21:11:17.000Z","comments":true,"path":"2010/10/sur-le-pont/","link":"","permalink":"http://abbsnabb.com/2010/10/sur-le-pont/","excerpt":"","text":"Was in Avignon this weekend, visiting this happy friend of mine. En route from Avignon to Antibes, convinced that I was now a seasoned traveller, well adversed in the French railway-system, I took a brief look at the screen informing me of departures. I bought The Economist and sat down waiting for the train. As time went by, passing the point of departure with no train emerging I still wasn’t worried. Ten minutes past a train coming from, instead of going to Nice arrived and desperation filled my body. I asked a fellow seasoned traveller if what was happening, and he kindly pointed out to me that I’d looked at the arrival screen instead of the departure screen. Two hours later I stepped onto the next train with a thouroghly read The Economist in my hands, again trying to come across as one of these experienced TGV-users. The embarrasment I still felt must have been apparent though. I was supposed to move into my new appartment today. However, the landlords called in the last minute, postponing the moving in to Tuesday. This certainly doesn’t make me less convinced that they are scamming us. My room mates aren’t quite as convinced as me though, so I will try maintaining a positive front. As a result of the moving in-postphoning, I’m officially homeless for the next couple of days. Guess I can sleep at day and walk around hunting boars at night. Writing this while sitting on the train supposed to arrive Antibes in fifteen minutes, the train suddenly stops and a nice woman is informing us on the speakers that there is a tree blocking the lines, and that we will be at least one hour late. The last bus to Sophia Antipolis has already left, so I have to find another means of transport to get ‘home’ and move my last stuff from CIV to my numerous lockers at school.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Distribution des clés avec un serveur de clés","slug":"distribution-des-cles-avec-un-serveur-de-cles","date":"2010-10-27T07:40:10.000Z","updated":"2010-10-27T07:40:10.000Z","comments":true,"path":"2010/10/distribution-des-cles-avec-un-serveur-de-cles/","link":"","permalink":"http://abbsnabb.com/2010/10/distribution-des-cles-avec-un-serveur-de-cles/","excerpt":"","text":"Sitting in class, surfing the internet and somehow following the lecture I come to understand that I had this class before also. Kinda boring and trivial this class, but still I won’t get an A, just because I don’t care enough. I have an incredible amount of energy today, and as a result of the class being so boring I jump up and down, try standing on my hands and doing rolling around on the floor in the pause. I think my attention deficite disorder is kicking in. Where’s my ritalin? All around Antibes, there are copies of paintings of the above scenery, painted by miscellaneous painters. The list of painters include Picasso, Monet and Delacroix(or something). Kinda cool, and there’s a Picasso museum right next to where I’m moving, and I think I’ll actually visit it. Needham-Schroeder could be more fun.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Secouez comme une photo Polaroid","slug":"secouez-comme-une-photo-polaroid","date":"2010-10-22T16:51:57.000Z","updated":"2010-10-22T16:51:57.000Z","comments":true,"path":"2010/10/secouez-comme-une-photo-polaroid/","link":"","permalink":"http://abbsnabb.com/2010/10/secouez-comme-une-photo-polaroid/","excerpt":"","text":"Once upon a time there was this guy named Anders Emil. He was living in Antibes, France, wearing shorts every day even though October was slowly becoming November and his friends back in Norway already had seen the first snow of the winter. Don’t get me wrong, I still like skiing, but I prefer doing that in the Alps, only 1,5 hours from here. Raided the local sports stores the other day. There was this mountain specialist-store not far from where I live with all you can imagine of cool stuff. This store, together with Decathlon, the XXL of France, is responsible for me spending over 300€ on sports equipment since coming here. It’s all their fault! There’s a family of wild boars living next to the school. If you don’t know what wild boars are, I suggest you read up on Asterix and Obelix. Almost every night when I go home from school I meet them at the school entrance. I’m almost not scared of them anymore. Eurecom is way more like an “høyskole” than NTNU. We’re doing hands-on stuff all the time instead of diving into theory. It fits me so much better, but I don’t see how NTNU can advocate this school. Had my first french class the other day. I excelled so much that the teacher immediately bumped me to the next level. Still can’t play football. :S","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Je préfère la danse que de parler de vous","slug":"je-prefere-la-danse-que-de-parler-de-vous","date":"2010-10-16T09:21:47.000Z","updated":"2010-10-16T09:21:47.000Z","comments":true,"path":"2010/10/je-prefere-la-danse-que-de-parler-de-vous/","link":"","permalink":"http://abbsnabb.com/2010/10/je-prefere-la-danse-que-de-parler-de-vous/","excerpt":"","text":"On my way to school today I saw eight wild strawberries. They might have been a little well matured though. I’m getting old. Was going to play football the other day but the first step on the field gave me one hell of a muscle pull in the groin. I’m stilling walking round like a cripple reminding myself to warm up properly the next time. Yeah, right! We have a class called Personal Developement at school. Yesterday we took a personality test. Apparantly I’m energised by my inner world, an introvert. I was at a party yesterday. In good old tradition I started drinking in the computer lab at school long before going to the party. This, combined with the free alcohol at the party, caused me to dance wildly and uncontrollably. Scary!","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Celui qui la regarde, trouve","slug":"celui-qui-la-regarde-trouve","date":"2010-10-09T12:24:28.000Z","updated":"2010-10-09T12:24:28.000Z","comments":true,"path":"2010/10/celui-qui-la-regarde-trouve/","link":"","permalink":"http://abbsnabb.com/2010/10/celui-qui-la-regarde-trouve/","excerpt":"","text":"I must admit I’ve had better times then when I had to give up my search for a Subway restaurant in Antibes. There’s just no replacement for a good subway when you’re feeling a slight hunger inbetween meals. Then, on my way to school today I took a little different route, and what do you think was shining in all it’s holy glory there in front of me, just 2 minutes from school? That’s right, a Subway. Two 30 inch subs later, I walked a happy man out of there, planning to go back for dinner. I joined the Eurecom football team this week. There’s me, some French guys, an Italian and an indian. While playing I was complaining to myself about the poor quality of the artificial grass on the field. Then, the Indian guy suddenly started praising how good the field was compared to his dirt field back home. Made me feel a little spoiled, but what the hell, I’m Norwegian. Found an appartment in Antibes with a view of the mediterranen sea, moving there in November. Life could be worse.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Voulez-vous aller du côté de la mer?","slug":"voulez-vous-aller-du-cote-de-la-mer","date":"2010-10-06T21:14:42.000Z","updated":"2010-10-06T21:14:42.000Z","comments":true,"path":"2010/10/voulez-vous-aller-du-cote-de-la-mer/","link":"","permalink":"http://abbsnabb.com/2010/10/voulez-vous-aller-du-cote-de-la-mer/","excerpt":"","text":"After an administrative first week of school, it was time for the long awaited WEI, Weekend of Integration with my new classmates. I forgot to bring my camera, but no worries; just google teambuilding and you’ll see excactly what we did. Actually, we had time for a couple of beers also. Monday, time for the first technical lecture. The subject was called Netw_1 and was mandatory for me. I’m pretty sure that the entire lesson was a transcript of our first lesson in TTM4100, KTN. I had my second mandatory lesson today, Software Developement. The curriculum was basically “learn linux and python.” If this curriculum redundancy keeps up, I can look forward to another year in 4th grade, and another year abroad. Definitely gonna take that year in the sunshine state with Dr. Dre. Gonna play football tomorrow, as part of an actual team. I’m like a little child looking forward to it.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"J'ai trouvé un endroit pour vivre","slug":"jai-trouve-un-endroit-pour-vivre","date":"2010-09-30T08:46:59.000Z","updated":"2010-09-30T08:46:59.000Z","comments":true,"path":"2010/09/jai-trouve-un-endroit-pour-vivre/","link":"","permalink":"http://abbsnabb.com/2010/09/jai-trouve-un-endroit-pour-vivre/","excerpt":"","text":"I’ve found a place to live. At least a place with a roof over my head. The name of the place is Centre Internationale de Valbonne, and is just what you expect it to be. A place with a heigher percentage of foreigners than Ellis Island in the beginning of the 1900s and accomodation reminding me suspiciously of the barracks in the army. When I asked the cleaning ladies for the direction to the room, and showed them my number, they started to yell: “Pas bon, pas bon!” looking at me with pity. The room is 12 square metres big, cold, smells and the showers and toilets are gathered at the end of the hallway. People are constantly walking outside my window. There’s no cooking facilities what-so-ever. The place is 12 kilometres from centre ville Antibes, and there’s almost no buses to the city in the weekends. On the other hand, the place is close to school, it has a swimming pool, tennis courts, a stadium and a cinema. I get a breakfast buffet every day, dinner every night, and lunch in the weekends. I can also move out whenever I want to, although the price might be a little higher if I choose to leave. Apparantly, all in all I’m quite content with moving here.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Dois-je faire cannes?","slug":"dois-je-faire-cannes","date":"2010-09-28T15:55:10.000Z","updated":"2010-09-28T15:55:10.000Z","comments":true,"path":"2010/09/dois-je-faire-cannes/","link":"","permalink":"http://abbsnabb.com/2010/09/dois-je-faire-cannes/","excerpt":"","text":"So, it’s the second time I’m stealing internet at McDonalds Cannes. Going to check out an appartment where someone in class had an extra room. Location could be better ref the school, we left from the school at the same time, I used an hour on my bike, and they’re not arriving before another 30 minutes. Cycling to Eurecom is kinda cool in an information technical point of view. Microsoft, HP, Thales, Steria, IBM and Accenture all have offices located on the route. Eurecom is what you could call a multinational institution, although disappointingly many of the students have french as a first language and prefer to stick to themselves. Kinda gives me a feeling of being one of the exchange students we never talked to at NTNU. We have to do language classes together with all the technical classes, and today we had a test to determine our level in the different languages we’d chosen. I’d picked French and for the first time in my life I didn’t end up in the slowest french class! Actually kind of had a conversation with the french professor. Maybe Elfca did something right? PS: Just before I left the McDonalds two little, cute girls came begging for money at my table. When I didn’t give them anything they started hammering on my laptop, and stupid me didn’t think about watching my pockets. They didn’t take anything though.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Au revoir, Hyeres.","slug":"au-revoir-hyeres","date":"2010-09-26T13:38:17.000Z","updated":"2010-09-26T13:38:17.000Z","comments":true,"path":"2010/09/au-revoir-hyeres/","link":"","permalink":"http://abbsnabb.com/2010/09/au-revoir-hyeres/","excerpt":"","text":"After a month trying to learn French in Hyeres I left my host family after doing the famous ‘faire la bise,’ where you kiss out in the air(at least I did) on each of the other person’s cheaks, and tried to console the little girl in the family who didn’t want me to go. Then I took the train towards easier studies in Antibes. I arrived in town with two backpacks more then when I came to Hyeres, and quickly decided to get a cab for all my things. The taxidriver was very sceptical when he saw my bike, but we succeeded in pressing it all in, and soon I found myself at a white trash, trailer park-kinda motel in the outskirts of Antibes. Having no internet in the piece of shit place I stayed, I found my way to school to try and get some free internet. When that didn’t work, I went to town to find some internets. That took some time, because my eyes were drawn towards Roman Abramovitch’s and his likes boats in the port of Antibes. After that I found a beach and went to sleep there for some hours. After that I had to put out a fire in a palm with all the water in my backpack. I know, I’m a hero, but I don’t want to talk about it. Some kids were proud of their pyromanic activities. Now I’m on the internet.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Tu as besoin de trois points de suture","slug":"vous-avez-besoin-de-trois-points-de-suture","date":"2010-09-22T17:52:42.000Z","updated":"2010-09-22T17:52:42.000Z","comments":true,"path":"2010/09/vous-avez-besoin-de-trois-points-de-suture/","link":"","permalink":"http://abbsnabb.com/2010/09/vous-avez-besoin-de-trois-points-de-suture/","excerpt":"","text":"The little girl in my hostfamily was doing “acrobatics” on the railings of my balcony. Of course I thought; “I can do better than that,” so I rushed in to show her how good I was at doing handplants on the railing. This led to my first encounter with the french health care system. It’s really not that different from the system we have in Norway, although “Jeg tror stivkrampevaksinen min fortsatt er god” is pronounced a whole other way. With some newly acquired stitches on my lip, I went to this beautiful island called Porkroll outside of Hyeres. There we rented bikes and cycled them to a beach with dark sand. A couple of powernaps followed by a sandcastle build and demolishing, we had to move from the beach because of an approaching helicopter, and decided to go home. I still haven’t found an appartment near Sophia Antipolis, but everything works itself out for good boys. I might actually have gotten my first tan ever today. Kudos!","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Qu'est que-tu as fait derniere semaine?","slug":"89","date":"2010-09-14T16:12:29.000Z","updated":"2010-09-14T16:12:29.000Z","comments":true,"path":"2010/09/89/","link":"","permalink":"http://abbsnabb.com/2010/09/89/","excerpt":"","text":"I clipped my finger nails today. The last two weeks they’ve been way to long, and I actually bought a nail clipper on Friday, but didn’t get around to it before today. A big relief, to be honest. Went to Marseille on Saturday. Really nice city, really. Saw a church and the island where the Count of Monte Christo was captured before we went home to Hyeres and a drink. Meant to go to Saint Tropez on Sunday, but when the time came, I really couldn’t be bothered with it. Still looking for an apartment. Not very actively, but I made this fancy google map where I can plot in every location and compare distances and stuff.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Je ne te trouve pas.","slug":"je-ne-te-trouve-pas","date":"2010-09-09T19:48:48.000Z","updated":"2012-10-21T09:51:07.000Z","comments":true,"path":"2010/09/je-ne-te-trouve-pas/","link":"","permalink":"http://abbsnabb.com/2010/09/je-ne-te-trouve-pas/","excerpt":"","text":"I går dro vi å så på worldcupfinale i windsurfing for kvinner. Det gjorde den her mannen også. I dag dro jeg til Antibes for å se på to leiligheter. Når man ser på steder man ikke har vært før på maps.google.com ser det ganske enkelt ut å komme seg fra a til b. Det var ikke så enkelt, men utrolig nok klarte jeg å finne frem i tide til avtalene jeg hadde gjort. Det var mange likhetstrekk mellom de to leilighetene: Leilighet A | Leilighet B || Badebasseng || Dobbeltseng | hvis man regner køyeseng som dobbeltseng || Sofaer fra 70-tallet || Tennisbane || Stekeovn || God plass || Kort vei til skolen || Direktebuss til skolen || Pris | 5000 | 5000 | Tror jeg smører meg med tålmodighet til noe bedre dukker opp. Da jeg kom tilbake fra Antibes til Toulon, tenkte jeg at jeg like gjerne kunne sykle de to-tre kilometerne til Hyeres. Det var visst litt lenger:http://connect.garmin.com/activity/48290905","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Fin de la première semaine","slug":"fin-de-la-premiere-semaine","date":"2010-09-05T16:24:13.000Z","updated":"2010-09-05T16:24:13.000Z","comments":true,"path":"2010/09/fin-de-la-premiere-semaine/","link":"","permalink":"http://abbsnabb.com/2010/09/fin-de-la-premiere-semaine/","excerpt":"","text":"Den første uka var brått omme og jeg kunne mer fransk enn noengang før. Det at undervisningen foregår utelukkende på fransk og at vi er 6 stk i klassen hjelper veldig på læringskurven, naturlig nok. Jeg feiret at helgen kom med crêpe til lunsj og øl sammen med folk fra skolen etter middag. Prøvde ut en ny strand på lørdagen. Der blåste det så mye at vi istedet gikk inn til byens rikmannsutestedsgate, Le port. Istedenfor å klare meg med bare en sandwich, ble jeg selvfølgelig fristet av entrecôten. 20€ og en stappfull mage senere dro jeg hjem og tilbrakte kvelden aleine sammen med True Blood. I dag var jeg på sykkeltur. Kom tilfeldigvis over et gammelt slott. Det var åpenbart en lokal turistattraksjon for det var masse folk der. Jeg ble litt fascinert og tok noen bilder. De jeg bor med har vært i dåp og spist masse mat i dag. Jeg er litt redd for at de ikke kommer til å lage middag til meg. :s","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Je vais travailler l'ecole","slug":"je-vais-travailler-lecole","date":"2010-08-31T18:42:58.000Z","updated":"2010-08-31T18:42:58.000Z","comments":true,"path":"2010/08/je-vais-travailler-lecole/","link":"","permalink":"http://abbsnabb.com/2010/08/je-vais-travailler-lecole/","excerpt":"","text":"Hyeres er en trivelig liten by en times kjøretur unna Saint-Tropez hvis folketall synker fra 200 000 til 60 000 når sommeren er over. Her bor jeg sammen med M. et Mme. Humeau, deres ganske så unge datter og en hund. Kun mannen i huset snakker engelsk, men det er akkurat nok til at jeg ikke trenger å stotre altfor mye på min skjøre, skjøre fransk. I går tok jeg noen øl. Ikke alene, men sammen med noen andre fra språkkurset. De blir litt lei seg når jeg kommer siden de da må slå over fra fransk til engelsk. Jeg skjønner ikke hvorfor de tar kurs i det hele tatt. Jeg punkterte i forigårs. Derfor tok jeg i dag beina fatt til le grand marche, Hyeres lokale Coop Obs, for å kjøpe lappesaker. I et t-kryss tok jeg til høyre istedet for til venstre, noe som medførte en totimers gåtur i steikende sol istedenfor de 20 minuttene jeg brukte på veien tilbake.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Comment tu t'appelle?","slug":"comment-tu-tappelle","date":"2010-08-30T21:27:39.000Z","updated":"2010-08-30T21:27:39.000Z","comments":true,"path":"2010/08/comment-tu-tappelle/","link":"","permalink":"http://abbsnabb.com/2010/08/comment-tu-tappelle/","excerpt":"","text":"Av en eller annen grunn trodde jeg at når jeg først kom igang med fransken så ville jeg ikke være så dårlig. Jeg tenkte at siden jeg forstod et og annet ord når jeg var inne på franske nettsider måtte det bety at jeg hadde det i meg. Den gang ei. I første time på franskkurset ble vi presentert for en test som skulle bestemme hvilket nivå de nye elevene var på. Jeg har aldri følt meg så dum som da jeg tok frem blyanten for å fylle inn bøyningene av forskjellige verb i alle verdens former. Jeg hadde jo ikke trengt å ta frem noen blyant, det sto jo nøyaktig like mye på arket før og etter prøven. Den muntlige delen var om mulig enda verre. De andre lirte av seg den ene franske glosen etter den andre som om det var den mest naturlige tingen i verden, mens jeg prøvde å gjemme meg under pulten. Det funket ikke å gjemme seg, men etter et par oui og non, skjønte læreren at jeg kanskje ikke var den skarpeste skjeia i skapet, og gikk videre til neste. Resten av dagen gikk overraskende nok greit, da det viste seg at det fantes flere på skolen som var på mitt nivå. Da alle de flinke ble geleidet til andre klasserom, kom alle de andre evneveike studentene inn til meg. Vi utgjorde et flott team resten av dagen, før vi sa takk for i dag 12:30 og dro til stranda.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Côte d'Azur","slug":"cote-dazur","date":"2010-08-30T15:34:57.000Z","updated":"2010-08-30T15:34:57.000Z","comments":true,"path":"2010/08/cote-dazur/","link":"","permalink":"http://abbsnabb.com/2010/08/cote-dazur/","excerpt":"","text":"03: 15 – Mamma vekkermeg og maser om at jeg må stå opp for å rekke flyet. 03:15.05 – Jeg drar dyna over meg og begraver hodet i puta, lettere irritert. 03:16 – Jeg finner ut at det er like greit å stå opp, så jeg slipper å betale masse for ny billett siden jeg ikke rakk flyet. 04:23 – Jeg har dusja, fått i meg frokost og lett noen siste minutter etter Visa-kortet mitt som er sporløst forsvunnet. 06:20 – Flyet skulle ha lettet. 06:40 – Flyet letter 08:50 – København – kamelåså? 11:15 – Frankrikes sørkyst har i mange minutter vist sin fulle prakt, og vi lander i Nice. 12:20 – Jeg skjønner absolutt ingenting av det franske togsystemet. 13:15 – Jeg løper som en helt for å kjøpe meg en billett som faktisk gjelder for toget jeg skal på. Er ikke så greit å løpe som en helt når du bærer på bag, sekk og en sykkel. 13:23 – Toget går. Jeg står på perrongen. 13:23 – Neida, jeg kom med. Etter uendelige bekymringer om dette faktisk er toget jeg skal være med, ankommer vi Toulon der jeg skal bli hentet av min franske husvert for de neste fire ukene med språkkurs i Hyeres. Jeg hadde forventa et 65 år gammelt ektepar, men det var faktisk en noen og 30 år gammel mann som møtte meg. Mens jeg sitter i bilen hans og konstaterer at språkskolen ikke brydde seg om at jeg kryssa av ved: Will not tolerate smokers in the host family, finner jeg ut at Frankrike suger. Når jeg kommer frem der jeg skal bo og setter meg ut på terrassen i bar overkropp med et glass vin forandrer jeg mening, og konstaterer at Frankrike ikke er så ille likevel.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Jordfreser","slug":"jordfreser","date":"2010-08-18T11:38:09.000Z","updated":"2010-08-18T11:38:09.000Z","comments":true,"path":"2010/08/jordfreser/","link":"","permalink":"http://abbsnabb.com/2010/08/jordfreser/","excerpt":"","text":"","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Yeya","slug":"yeya","date":"2010-08-18T11:19:49.000Z","updated":"2010-08-18T11:19:49.000Z","comments":true,"path":"2010/08/yeya/","link":"","permalink":"http://abbsnabb.com/2010/08/yeya/","excerpt":"","text":"","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]},{"title":"Vi var på tur her for en uke siden","slug":"vi-var-pa-tur-her-for-en-uke-siden-2","date":"2010-08-17T22:46:07.000Z","updated":"2012-10-21T08:28:20.000Z","comments":true,"path":"2010/08/vi-var-pa-tur-her-for-en-uke-siden-2/","link":"","permalink":"http://abbsnabb.com/2010/08/vi-var-pa-tur-her-for-en-uke-siden-2/","excerpt":"","text":"Tross utallige kast med fiskestengene våre ble det ingen fisk på oss denne gangen. Men vi skal ikke klage, vi hadde da sjokkis.","categories":[{"name":"Côte d'Azur","slug":"Cote-d-Azur","permalink":"http://abbsnabb.com/categories/Cote-d-Azur/"}],"tags":[]}]}